message_templates = {

    'ru': {
        'start': "Привет, я бот, работающий на API GPT-3.5 Turbo (ChatGPT). Введите /help",
        'image_prompt': 'Пожалуйста, добавьте описание изображения после команды /image. Например, /image Неоновый город.',
        'image_error': 'Произошла ошибка при генерации изображения:',
        'about': 'Этот бот работает на OpenAI GPT-3.5 Turbo.'
                 'Контакты технической поддержки: @makarov1e',
        'help': 'Вы можете взаимодействовать с этим ботом с помощью команд вроде /start, /stop, /about и /help.',
        'language_confirmation': "Язык был изменен на русский.",
        'language_selection': "Доступно на 3 языках:",
        'processing': "Ваш запрос обрабатывается, пожалуйста, подождите.",
        'error': "Произошла ошибка во время обработки:"
    }

}